Repository: delphiarchive/delphipi
Catalog: po/*.po
Languages: ru_ru

source: About DelphiPI
ru_ru: О программе DelphiPI

source: Information
ru_ru: Информация

source: Delphi Package Installer
ru_ru: Установщик пакетов Delphi

source: Version:
ru_ru: Версия:

source: Project Website:
ru_ru: Сайт проекта:

source: Author's name:
ru_ru: Автор:

source: http://bitbucket.org/idursun/delphipi
ru_ru: https://github.com/idursun/delphipi

source: Author's website:
ru_ru: Сайт автора:

source: Donate
ru_ru: Пожертвовать

source: Close
ru_ru: Закрыть

source: Next >>
ru_ru: Далее >>

source: << Back
ru_ru: << Назад

source: About...
ru_ru: О программе...

source: Compiler Options
ru_ru: Настройки компилятора

source: BPL Output Folder:
ru_ru: Каталог для BPL:

source: DCP Output Folder:
ru_ru: Каталог для DCP:

source: DCU Output Folder:
ru_ru: Каталог для DCU:

source: Compiler Directives:
ru_ru: Дирек-вы комп-ра:

source: DelphiPI has found some help files in the folder that you have selected. Would you like to install them as well?
ru_ru: DelphiPI нашел файлы справки в папке, которую Вы выбрали. Хотите, чтобы DelphiPI установил их?

source: Install Help Files
ru_ru: Установка файлой справки

source: Overall Progress
ru_ru: Общий ход выполнения

source: Package:
ru_ru: Пакет:

source: Cancel
ru_ru: Отмена

source: Show Full Log
ru_ru: Показать полный лог

source: Pattern to select package files
ru_ru: Шаблон для выбора файлов пакета

source: Package File Pattern
ru_ru: Шаблон файла

source: Specify a pattern that matches for the package files that are suitable for your delphi installation. ie: *d7.dpk for Delphi 7
ru_ru: Укажите шаблон файла пакета, соответствующий Вашей версии Delphi, например *d7.dpk для Delphi 7

source: Select Base Folder contains both Package and Source files
ru_ru: Выбор основной папки, содержащей пакеты и файлы с исходным кодом

source: Base Folder
ru_ru: Основная папка

source: Installed Delphi Versions
ru_ru: Выберите версию Delphi

source: Please wait while searching folders
ru_ru: Пожалуйста, подождите, производится поиск папки

source: Package
ru_ru: Пакет

source: Description
ru_ru: Описание

source: Type
ru_ru: Тип

source: Add package
ru_ru: Добавить пакет

source: Add Package
ru_ru: Добавить Пакет

source: Package List
ru_ru: Список пакетов

source: Remove
ru_ru: Удалить

source: View
ru_ru: Посмотреть

source: Tree View
ru_ru: Дерево

source: Switch to Tree View
ru_ru: В виде дерева

source: List View
ru_ru: Список

source: Switch to List View
ru_ru: В виде списка

source: Select All
ru_ru: Выбрать все

source: Unselect All
ru_ru: Отменить выбор

source: Select Matching...
ru_ru: Выбор по маске...

source: Select matching...
ru_ru: Выбор по маске...

source: Unselect Matching...
ru_ru: Снять выбор по маске...

source: Unselect matching...
ru_ru: Снять выбор по маске...

source: Expand
ru_ru: Развернуть

source: Collapse
ru_ru: Свернуть

source: Add packages from a folder
ru_ru: Добавить пакеты из папки

source: Add Packages
ru_ru: Добавить пакеты

source: Delphi Version View
ru_ru: Версии Delphi

source: Switch to Delphi Version View
ru_ru: В виде версий Delphi

source: Refresh
ru_ru: Обновить

source: Would you like to save this installation as a script so that you can automate installation of these packages?
ru_ru: Вы хотите сохранить эту сборку в качестве сценария, в дальнейшем Вы сможете автоматизировать установку этих пакетов?

source: Summary:
ru_ru: Итоги:

source: Save
ru_ru: Сохранить

source: &Next >>
ru_ru: &Далее >>

source: << &Back
ru_ru: << &Назад

source: Select output folder
ru_ru: Выберите выходной каталог

source: Select Output Folders and Compiler Conditionals
ru_ru: Выбор выходной папки и настроек компилятора

source: Please select output folders and compiler conditionals that will affect the compilation
ru_ru: Пожалуйста, выберите выходные папки и настройки компилятора

source: No help files are found.
ru_ru: Файлы справки не найдены.

source: Select the help files that you want to register, if there are any.
ru_ru: Выберите файлы справки, которые Вы хотите зарегистрировать.

source: Compile and Install Packages
ru_ru: Компиляция и установка пакетов

source: Compiling packages that you have selected. Design time packages are going to be installed.
ru_ru: Сборка пакетов, которые Вы выбрали. Установка Design-time пакетов.

source: Compiling:
ru_ru: Компиляция:

source: Installing
ru_ru: Установка

source: Successful
ru_ru: Успешно

source: Failed
ru_ru: Ошибка

source: *** Completed
ru_ru: *** Завершено

source: Select Folders
ru_ru: Выбор папки

source: Please select folders which contains the packages that you want to install
ru_ru: Пожалуйста, выберите папку, в которой находятся пакеты для установки

source: Select Packages
ru_ru: Выбор пакетов

source: Select packages that you want to compile.
ru_ru: Пожалуйста, выберите пакеты, которые нужно скомпилировать

source: Compile
ru_ru: Компиляция

source: Select folder where packages are
ru_ru: Выберите папку, где находятся пакеты

source: File Mask
ru_ru: Маска файлов

source: Designtime Package
ru_ru: Пакет Designtime

source: Runtime Package
ru_ru: Пакет Runtime

source: FullPath:
ru_ru: Полный путь:

source: Description:
ru_ru: Описание:

source: Type:
ru_ru: Тип:

source: Requires:
ru_ru: Требуется:

source: Missing Package:
ru_ru: Отсутствующие пакеты:

source: Base Folder:
ru_ru: Основная папка:

source: Delphi Version:
ru_ru: Версия Delphi:

source: Help Files:
ru_ru: Файлы помощи:

source: Package List:
ru_ru: Список пакетов:

source: However, following packages had some errors:
ru_ru: Список пакетов, которые не были скомпилированы:

source: Finished
ru_ru: Завершено

source: Installation Summary
ru_ru: Итоги установки

source: &Exit
ru_ru: &Выход
